const films = {
   1000: {
      name: "Пчеловод (2024)",
      type: "Фильм",
   },
   1001: {
      name: "Лофт (2014)",
      type: "Фильм",
   },
   1002: {
      name: "Ветренная река (2017)",
      type: "Фильм",
   },
   1003: {
      name: "Воздушный маршал (2014)",
      type: "Фильм",
   },
   1004: {
      name: "В погоне за счастьем (2006)",
      type: "Фильм",
   },
   1005: {
      name: "Джентельмены (2019)",
      type: "Фильм",
   },
   1006: {
      name: "Поезд в пусан (2016)",
      type: "Фильм",
   },
   1007: {
      name: "Снегопад (2017-2023)",
      type: "Сериал",
   },
   1008: {
      name: "Громкая связь (2019)",
      type: "Фильм",
   },
   1009: {
      name: "Парни со стволами (2019)",
      type: "Фильм",
   },
   1010: {
      name: "SуперКопы (Миссия Бабушка) (2023)",
      type: "Фильм",
   },
   1011: {
      name: "Агент Джонни Инглиш 3.0 (2018)",
      type: "Фильм",
   },
   1012: {
      name: "Афера доктора Нока (2017)",
      type: "Фильм",
   },
   1013: {
      name: "Батальонъ (2015)",
      type: "Фильм",
   },
   1014: {
      name: "Безопасность (2017)",
      type: "Сериал",
   },
   1015: {
      name: "1015 Белый парень Рик (2018)",
      type: "Фильм",
   },
   1016: {
      name: "Бессмертные (2021)",
      type: "Фильм",
   },
   1017: {
      name: "Битва шефов (2022)",
      type: "Фильм",
   },
   1018: {
      name: "Быстрее пули (2022)",
      type: "Фильм",
   },
   1019: {
      name: "В упор (2019)",
      type: "Фильм",
   },
   1020: {
      name: "Гуляй Вася (2017)",
      type: "Фильм",
   },
   1021: {
      name: "Два ствола (2013)",
      type: "Фильм",
   },
   1022: {
      name: "Джинн (2023)",
      type: "Фильм",
   },
   1023: {
      name: "Джой (2015)",
      type: "Фильм",
   },
   1024: {
      name: "Дружина (2015)",
      type: "Сериал",
   },
   1025: {
      name: "Защитник (2012)",
      type: "Фильм",
   },
   1026: {
      name: "Игра Джеральда (2017)",
      type: "Фильм",
   },
   1027: {
      name: "Как жена (2022)",
      type: "Фильм",
   },
   1028: {
      name: "Как украсть небоскрёб (2011)",
      type: "Фильм",
   },
   1029: {
      name: "Красавчик (2008)",
      type: "Фильм",
   },
   1030: {
      name: "База Куантико (2015-2018)",
      type: "Сериал",
   },
   1031: {
      name: "Легенды Саванны (2018)",
      type: "Фильм",
   },
   1032: {
      name: "Лекарь: Ученик Авиценны (2013)",
      type: "Фильм",
   },
   1033: {
      name: "Мажоры на мели (2021)",
      type: "Фильм",
   },
   1034: {
      name: "Охота (2020)",
      type: "Фильм",
   },
   1035: {
      name: "Неадекватные люди (2010)",
      type: "Фильм",
   },
   1036: {
      name: "Невероятная история Острова роз (2020)",
      type: "Фильм",
   },
   1037: {
      name: "Недетский дом (2021)",
      type: "Фильм",
   },
   1038: {
      name: "Обломки (2021)",
      type: "Сериал",
   },
   1039: {
      name: "Обратная сторона Луны (2012-2018)",
      type: "Сериал",
   },
   1040: {
      name: "Однажды в магазине (2022)",
      type: "Фильм",
   },
   1041: {
      name: "Отец-молодец (2013)",
      type: "Фильм",
   },
   1042: {
      name: "Папа-досвидос (2012)",
      type: "Фильм",
   },
   1043: {
      name: "Полицейское братство (2021)",
      type: "Сериал",
   },
   1044: {
      name: "Последний наемник (2021)",
      type: "Фильм",
   },
   1045: {
      name: "Прометей (2012)",
      type: "Фильм",
   },
   1046: {
      name: "Реальные кабаны (2007)",
      type: "Фильм",
   },
   1047: {
      name: "Рыцари Зодиака (2023)",
      type: "Фильм",
   },
   1048: {
      name: "Самаритянин (2022)",
      type: "Фильм",
   },
   1049: {
      name: "Сеструха (2022)",
      type: "Сериал",
   },
   1050: {
      name: "Солдатик (2018)",
      type: "Фильм",
   },
   1051: {
      name: "Сталинград (2013)",
      type: "Фильм",
   },
   1052: {
      name: "Страшно красив (2011)",
      type: "Фильм",
   },
   1053: {
      name: "Тед Лассо (2020)",
      type: "Сериал",
   },
   1054: {
      name: "Ужасающий 2 (2022)",
      type: "Фильм",
   },
   1055: {
      name: "Уэйн (2019)",
      type: "Сериал",
   },
   1056: {
      name: "Хороший, плохой, коп (2021)",
      type: "Фильм",
   },
   1057: {
      name: "Шазам! (2019)",
      type: "Фильм",
   },
   1058: {
      name: "Я был там (2022)",
      type: "Фильм",
   },
   1059: {
      name: "Я герой (2015)",
      type: "Фильм",
   },
};
module.exports = films;
