const films = {
   1000: {
      name: "Пчеловод (2024)",
      type: "Фильм",
   },
   1001: {
      name: "Лофт (2014)",
      type: "Фильм",
   },
   1002: {
      name: "Ветренная река (2017)",
      type: "Фильм",
   },
   1003: {
      name: "Воздушный маршал (2014)",
      type: "Фильм",
   },
   1004: {
      name: "В погоне за счастьем (2006)",
      type: "Фильм",
   },
   1005: {
      name: "Джентельмены (2019)",
      type: "Фильм",
   },
   1006: {
      name: "Поезд в пусан (2016)",
      type: "Фильм",
   },
   1007: {
      name: "Снегопад (2017-2023)",
      type: "Сериал",
   },
   1008: {
      name: "Громкая связь (2019)",
      type: "Фильм",
   },
   1009: {
      name: "Парни со стволами (2019)",
      type: "Фильм",
   },
   1010: {
      name: "SуперКопы (Миссия Бабушка) (2023)",
      type: "Фильм",
   },
   1011: {
      name: "Агент Джонни Инглиш 3.0 (2018)",
      type: "Фильм",
   },
   1012: {
      name: "Афера доктора Нока (2017)",
      type: "Фильм",
   },
   1013: {
      name: "Батальонъ (2015)",
      type: "Фильм",
   },
   1014: {
      name: "Безопасность (2017)",
      type: "Сериал",
   },
   1015: {
      name: "1015 Белый парень Рик (2018)",
      type: "Фильм",
   },
   1016: {
      name: "Бессмертные (2021)",
      type: "Фильм",
   },
   1017: {
      name: "Битва шефов (2022)",
      type: "Фильм",
   },
   1018: {
      name: "Быстрее пули (2022)",
      type: "Фильм",
   },
   1019: {
      name: "В упор (2019)",
      type: "Фильм",
   },
   1020: {
      name: "Гуляй, Вася! (2017)",
      type: "Фильм",
   },
   1021: {
      name: "Два ствола (2013)",
      type: "Фильм",
   },
   1022: {
      name: "Джинн (2023)",
      type: "Фильм",
   },
   1023: {
      name: "Джой (2015)",
      type: "Фильм",
   },
   1024: {
      name: "Дружина (2015)",
      type: "Сериал",
   },
   1025: {
      name: "Защитник (2012)",
      type: "Фильм",
   },
   1026: {
      name: "Игра Джеральда (2017)",
      type: "Фильм",
   },
   1027: {
      name: "Как жена (2022)",
      type: "Фильм",
   },
   1028: {
      name: "Как украсть небоскрёб (2011)",
      type: "Фильм",
   },
   1029: {
      name: "Красавчик (2008)",
      type: "Фильм",
   },
   1030: {
      name: "База Куантико (2015-2018)",
      type: "Сериал",
   },
   1031: {
      name: "Легенды Саванны (2018)",
      type: "Фильм",
   },
   1032: {
      name: "Лекарь: Ученик Авиценны (2013)",
      type: "Фильм",
   },
   1033: {
      name: "Мажоры на мели (2021)",
      type: "Фильм",
   },
   1034: {
      name: "Охота (2020)",
      type: "Фильм",
   },
   1035: {
      name: "Неадекватные люди 2 (2020)",
      type: "Фильм",
   },
   1036: {
      name: "Невероятная история Острова роз (2020)",
      type: "Фильм",
   },
   1037: {
      name: "Недетский дом (2021)",
      type: "Фильм",
   },
   1038: {
      name: "Обломки (2021)",
      type: "Сериал",
   },
   1039: {
      name: "Обратная сторона Луны (2012-2018)",
      type: "Сериал",
   },
   1040: {
      name: "Однажды в магазине (2022)",
      type: "Фильм",
   },
   1041: {
      name: "Отец-молодец (2013)",
      type: "Фильм",
   },
   1042: {
      name: "Папа-досвидос (2012)",
      type: "Фильм",
   },
   1043: {
      name: "Полицейское братство (2021)",
      type: "Сериал",
   },
   1044: {
      name: "Последний наемник (2021)",
      type: "Фильм",
   },
   1045: {
      name: "Прометей (2012)",
      type: "Фильм",
   },
   1046: {
      name: "Реальные кабаны (2007)",
      type: "Фильм",
   },
   1047: {
      name: "Рыцари Зодиака (2023)",
      type: "Фильм",
   },
   1048: {
      name: "Самаритянин (2022)",
      type: "Фильм",
   },
   1049: {
      name: "Сеструха (2022)",
      type: "Сериал",
   },
   1050: {
      name: "Солдатик (2018)",
      type: "Фильм",
   },
   1051: {
      name: "Сталинград (2013)",
      type: "Фильм",
   },
   1052: {
      name: "Страшно красив (2011)",
      type: "Фильм",
   },
   1053: {
      name: "Тед Лассо (2020)",
      type: "Сериал",
   },
   1054: {
      name: "Ужасающий 2 (2022)",
      type: "Фильм",
   },
   1055: {
      name: "Уэйн (2019)",
      type: "Сериал",
   },
   1056: {
      name: "Хороший, плохой, коп (2021)",
      type: "Фильм",
   },
   1057: {
      name: "Шазам! (2019)",
      type: "Фильм",
   },
   1058: {
      name: "Я был там (2022)",
      type: "Фильм",
   },
   1059: {
      name: "Я герой (2015)",
      type: "Фильм",
   },
   1060: {
      name: "Безумно богатые азиаты (2018)",
      type: "Фильм",
   },
   1061: {
      name: "Холодное танго (2017)",
      type: "Фильм",
   },
   1062: {
      name: "Наше последнее лето (2019)",
      type: "Фильм",
   },
   1063: {
      name: "На границе миров (2018)",
      type: "Фильм",
   },
   1064: {
      name: "Невероятное путешествие мистера Спивета (2013)",
      type: "Фильм",
   },
   1065: {
      name: "Отель «Гранд Будапешт» (2014)",
      type: "Фильм",
   },
   1066: {
      name: "Боксер (2022)",
      type: "Фильм",
   },
   1067: {
      name: "Мёд в голове (2014)",
      type: "Фильм",
   },
   1068: {
      name: "Пазманский дьявол (2016)",
      type: "Фильм",
   },
   1069: {
      name: "Плейбой под прикрытием (2018)",
      type: "Фильм",
   },
   1070: {
      name: "28 панфиловцев (2016)",
      type: "Фильм",
   },
   1071: {
      name: "Боевой конь (2011)",
      type: "Фильм",
   },
   1072: {
      name: "Помилование (2023)",
      type: "Фильм",
   },
   1073: {
      name: "Два нуля (2004)",
      type: "Фильм",
   },
   1074: {
      name: "Топор (2018)",
      type: "Сериал",
   },
   1075: {
      name: "Море соблазна (2019)",
      type: "Фильм",
   },
   1076: {
      name: "Время (2021)",
      type: "Фильм",
   },
   1077: {
      name: "Черное и синее (2019)",
      type: "Фильм",
   },
   1078: {
      name: "Поддубный (2012)",
      type: "Фильм",
   },
   1079: {
      name: "Клик: с пультом по жизни (2006)",
      type: "Фильм",
   },
   1080: {
      name: "Поймай меня, если сможешь (2002)",
      type: "Фильм",
   },
   1081: {
      name: "Никто (2021)",
      type: "Фильм",
   },
   1082: {
      name: "Лемони Сникет: 33 несчастья (2004)",
      type: "Фильм",
   },
   1083: {
      name: "Дружить по-русски! (2019)",
      type: "Фильм",
   },
   1084: {
      name: "Охота на воров (2018)",
      type: "Фильм",
   },
   1085: {
      name: "Двадцать одно (2008)",
      type: "Фильм",
   },
   1086: {
      name: "Бесконечность (2021)",
      type: "Фильм",
   },
   1087: {
      name: "Философы: Урок выживания (2013)",
      type: "Фильм",
   },
   1088: {
      name: "Офисный беспредел (2018)",
      type: "Фильм",
   },
   1089: {
      name: "Баллада Бастера Скраггса (2018)",
      type: "Фильм",
   },
   1090: {
      name: "Фокус-покус 2 (2022)",
      type: "Фильм",
   },
   1091: {
      name: "Удивительное путешествие доктора Дулиттла (2020)",
      type: "Фильм",
   },
   1092: {
      name: "Коллекторша (2019)",
      type: "Фильм",
   },
   1093: {
      name: "Патруль (2012)",
      type: "Фильм",
   },
   1094: {
      name: "Женюсь на первой встречной (2006)",
      type: "Фильм",
   },
   1095: {
      name: "Убийца (2015)",
      type: "Фильм",
   },
   1096: {
      name: "Парадокс Кловерфилда (2018)",
      type: "Фильм",
   },
   1097: {
      name: "Прислуга (2011)",
      type: "Фильм",
   },
   1098: {
      name: "Операция «Колибри» (2018)",
      type: "Фильм",
   },
   1099: {
      name: "Хранители (2009)",
      type: "Фильм",
   },
   1100: {
      name: "Ограбление по-джентльменски (2020)",
      type: "Фильм",
   },
   1101: {
      name: "Эдди «Орёл» (2016)",
      type: "Фильм",
   },
   1102: {
      name: "Уроки фарси (2020)",
      type: "Фильм",
   },
   1103: {
      name: "Варвар (2022)",
      type: "Фильм",
   },
   1104: {
      name: "В активном поиске (2016)",
      type: "Фильм",
   },
   1105: {
      name: "Ржев (2019)",
      type: "Фильм",
   },
   1106: {
      name: "Гран Туризмо (2023)",
      type: "Фильм",
   },
   1107: {
      name: "Мама, я дома (2021)",
      type: "Фильм",
   },
   1108: {
      name: "На Западном фронте без перемен (2022)",
      type: "Фильм",
   },
   1109: {
      name: "Джерри и Мардж играют по-крупному (2022)",
      type: "Фильм",
   },
   1110: {
      name: "Конченая (2018)",
      type: "Фильм",
   },
};
module.exports = films;
