const films = {
   1000: {
      name: "Пчеловод",
      type: "Фильм",
   },
   1001: {
      name: "Лофт",
      type: "Фильм",
   },
   1002: {
      name: "Ветренная река",
      type: "Фильм",
   },
   1003: {
      name: "Воздушный маршал",
      type: "Фильм",
   },
   1004: {
      name: "В погоне за счастьем",
      type: "Фильм",
   },
   1005: {
      name: "Джентельмены",
      type: "Фильм",
   },
   1006: {
      name: "Поезд в пусан",
      type: "Фильм",
   },
   1007: {
      name: "Снегопад",
      type: "Сериал",
   },
   1008: {
      name: "Громкая связь",
      type: "Фильм",
   },
   1009: {
      name: "Парни со стволами",
      type: "Фильм",
   }
};
module.exports = films;
